{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": true,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "RobertaProcessing",
    "sep": [
      "</s>",
      2
    ],
    "cls": [
      "<s>",
      0
    ],
    "trim_offsets": true,
    "add_prefix_space": false
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¬°": 99,
      "¬Ґ": 100,
      "¬£": 101,
      "¬§": 102,
      "¬•": 103,
      "¬¶": 104,
      "¬І": 105,
      "¬®": 106,
      "¬©": 107,
      "¬™": 108,
      "¬Ђ": 109,
      "¬ђ": 110,
      "¬Ѓ": 111,
      "¬ѓ": 112,
      "¬∞": 113,
      "¬±": 114,
      "¬≤": 115,
      "¬≥": 116,
      "¬і": 117,
      "¬µ": 118,
      "¬ґ": 119,
      "¬Ј": 120,
      "¬Є": 121,
      "¬є": 122,
      "¬Ї": 123,
      "¬ї": 124,
      "¬Љ": 125,
      "¬љ": 126,
      "¬Њ": 127,
      "¬њ": 128,
      "√А": 129,
      "√Б": 130,
      "√В": 131,
      "√Г": 132,
      "√Д": 133,
      "√Е": 134,
      "√Ж": 135,
      "√З": 136,
      "√И": 137,
      "√Й": 138,
      "√К": 139,
      "√Л": 140,
      "√М": 141,
      "√Н": 142,
      "√О": 143,
      "√П": 144,
      "√Р": 145,
      "√С": 146,
      "√Т": 147,
      "√У": 148,
      "√Ф": 149,
      "√Х": 150,
      "√Ц": 151,
      "√Ч": 152,
      "√Ш": 153,
      "√Щ": 154,
      "√Ъ": 155,
      "√Ы": 156,
      "√Ь": 157,
      "√Э": 158,
      "√Ю": 159,
      "√Я": 160,
      "√†": 161,
      "√°": 162,
      "√Ґ": 163,
      "√£": 164,
      "√§": 165,
      "√•": 166,
      "√¶": 167,
      "√І": 168,
      "√®": 169,
      "√©": 170,
      "√™": 171,
      "√Ђ": 172,
      "√ђ": 173,
      "√≠": 174,
      "√Ѓ": 175,
      "√ѓ": 176,
      "√∞": 177,
      "√±": 178,
      "√≤": 179,
      "√≥": 180,
      "√і": 181,
      "√µ": 182,
      "√ґ": 183,
      "√Ј": 184,
      "√Є": 185,
      "√є": 186,
      "√Ї": 187,
      "√ї": 188,
      "√Љ": 189,
      "√љ": 190,
      "√Њ": 191,
      "√њ": 192,
      "ƒА": 193,
      "ƒБ": 194,
      "ƒВ": 195,
      "ƒГ": 196,
      "ƒД": 197,
      "ƒЕ": 198,
      "ƒЖ": 199,
      "ƒЗ": 200,
      "ƒИ": 201,
      "ƒЙ": 202,
      "ƒК": 203,
      "ƒЛ": 204,
      "ƒМ": 205,
      "ƒН": 206,
      "ƒО": 207,
      "ƒП": 208,
      "ƒР": 209,
      "ƒС": 210,
      "ƒТ": 211,
      "ƒУ": 212,
      "ƒФ": 213,
      "ƒХ": 214,
      "ƒЦ": 215,
      "ƒЧ": 216,
      "ƒШ": 217,
      "ƒЩ": 218,
      "ƒЪ": 219,
      "ƒЫ": 220,
      "ƒЬ": 221,
      "ƒЭ": 222,
      "ƒЮ": 223,
      "ƒЯ": 224,
      "ƒ†": 225,
      "ƒ°": 226,
      "ƒҐ": 227,
      "ƒ£": 228,
      "ƒ§": 229,
      "ƒ•": 230,
      "ƒ¶": 231,
      "ƒІ": 232,
      "ƒ®": 233,
      "ƒ©": 234,
      "ƒ™": 235,
      "ƒЂ": 236,
      "ƒђ": 237,
      "ƒ≠": 238,
      "ƒЃ": 239,
      "ƒѓ": 240,
      "ƒ∞": 241,
      "ƒ±": 242,
      "ƒ≤": 243,
      "ƒ≥": 244,
      "ƒі": 245,
      "ƒµ": 246,
      "ƒґ": 247,
      "ƒЈ": 248,
      "ƒЄ": 249,
      "ƒє": 250,
      "ƒЇ": 251,
      "ƒї": 252,
      "ƒЉ": 253,
      "ƒљ": 254,
      "ƒЊ": 255,
      "ƒњ": 256,
      "≈А": 257,
      "≈Б": 258,
      "≈В": 259,
      "≈Г": 260,
      "ƒ†ƒ†": 261,
      "ƒ†ƒ†ƒ†ƒ†": 262,
      "),": 263,
      "ƒ†(": 264,
      "--": 265,
      "ƒ†--": 266,
      "ƒ†-->": 267,
      "ƒ†1": 268,
      "ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 269,
      "ƒ†2": 270,
      "ƒ†3": 271,
      "ƒ†10": 272,
      "ƒ†4": 273,
      "ƒ†8": 274,
      "ƒ†5": 275,
      "ƒ†9": 276,
      "ƒ†6": 277,
      "ƒ†7": 278,
      "ƒКƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 279,
      "ƒКƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 280,
      "ƒ†=": 281,
      "ƒ†11": 282,
      "ƒ†12": 283,
      "ƒ†13": 284,
      "io": 285,
      "tio": 286,
      "tion": 287,
      "ƒ†14": 288,
      "ƒ†15": 289,
      "ƒ†16": 290,
      "ƒ†17": 291,
      "ƒ†18": 292,
      "ƒ†19": 293,
      "ction": 294,
      "fu": 295,
      "nction": 296,
      "ƒ†fu": 297,
      "ƒ†function": 298,
      "ƒ†20": 299,
      "ƒКƒ†ƒ†ƒ†ƒ†": 300,
      "ƒ†ƒ†ƒ†": 301,
      "ƒКƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 302,
      "10": 303,
      "ƒ†21": 304,
      "11": 305,
      "ƒ†22": 306,
      "12": 307,
      "15": 308,
      "ƒ†23": 309,
      "13": 310,
      "14": 311,
      "ƒ†24": 312,
      "ƒ†25": 313,
      "16": 314,
      "17": 315,
      "ƒ†26": 316,
      "ƒ†27": 317,
      "18": 318,
      "19": 319,
      "ƒ†28": 320,
      "20": 321,
      "21": 322,
      "ƒ†29": 323,
      "23": 324,
      "22": 325,
      "ƒ†30": 326,
      "24": 327,
      "ƒ†31": 328,
      "25": 329,
      "ƒ†32": 330,
      "26": 331,
      "))": 332,
      "ation": 333,
      "el": 334,
      "rel": 335,
      "ƒКƒК": 336,
      "ƒ†rel": 337,
      "ƒ†relation": 338,
      "((": 339,
      "ƒ†33": 340,
      "27": 341,
      "28": 342,
      "ƒ†34": 343,
      "ƒ†35": 344,
      "29": 345,
      "ƒ†36": 346,
      "30": 347,
      "31": 348,
      "ƒ†37": 349,
      "ƒ†38": 350,
      "32": 351,
      "ƒ†39": 352,
      "33": 353,
      "ƒ†40": 354,
      "34": 355,
      "ƒ†41": 356,
      "36": 357,
      "35": 358,
      "37": 359,
      "ƒ†42": 360,
      "38": 361,
      "39": 362,
      "ƒ†43": 363,
      "40": 364,
      "ƒ†44": 365,
      "41": 366,
      "ƒ†45": 367,
      "42": 368,
      "43": 369,
      "44": 370,
      "ƒ†46": 371,
      "45": 372,
      "46": 373,
      "ƒ†47": 374,
      "47": 375,
      "48": 376,
      "49": 377,
      "ƒ†48": 378,
      "50": 379,
      "51": 380,
      "52": 381,
      "53": 382,
      "54": 383,
      "55": 384,
      "56": 385,
      "ƒ†49": 386,
      "58": 387,
      "57": 388,
      "60": 389,
      "59": 390,
      "63": 391,
      "61": 392,
      "67": 393,
      "66": 394,
      "64": 395,
      "62": 396,
      "65": 397,
      "ƒ†50": 398,
      "70": 399,
      "71": 400,
      "72": 401,
      "69": 402,
      "68": 403,
      "ƒ†51": 404,
      "74": 405,
      "73": 406,
      "ƒ†52": 407,
      "75": 408,
      "76": 409,
      "77": 410,
      "ƒ†53": 411,
      "78": 412,
      "79": 413,
      "80": 414,
      "ƒ†54": 415,
      "ƒ†55": 416,
      "82": 417,
      "81": 418,
      "ƒ†56": 419,
      "ƒ†57": 420,
      "ƒ†58": 421,
      "83": 422,
      "84": 423,
      "ƒ†59": 424,
      "85": 425,
      "ƒ†70": 426,
      "ƒ†73": 427,
      "ƒ†60": 428,
      "ƒ†71": 429,
      "ƒ†69": 430,
      "ƒ†65": 431,
      "ƒ†74": 432,
      "ƒ†66": 433,
      "ƒ†61": 434,
      "ƒ†62": 435,
      "ƒ†72": 436,
      "ƒ†63": 437,
      "ƒ†67": 438,
      "ƒ†75": 439,
      "ƒ†64": 440,
      "ƒ†68": 441,
      "ƒ†76": 442,
      "86": 443,
      "ƒ†78": 444,
      "ƒ†77": 445,
      "ƒ†80": 446,
      "88": 447,
      "87": 448,
      "ƒ†79": 449,
      "89": 450,
      "ƒ†81": 451,
      "ƒ†82": 452,
      "90": 453,
      "ƒ†85": 454,
      "ƒ†83": 455,
      "91": 456,
      "ƒ†84": 457,
      "ƒ†86": 458,
      "93": 459,
      "92": 460,
      "ƒ†88": 461,
      "94": 462,
      "ƒ†87": 463,
      "96": 464,
      "ƒ†89": 465,
      "95": 466,
      "98": 467,
      "97": 468,
      "ƒ†92": 469,
      "ƒ†90": 470,
      "ƒ†91": 471,
      "99": 472,
      "100": 473,
      "101": 474,
      "102": 475,
      "ƒ†93": 476,
      "ƒ†95": 477,
      "104": 478,
      "103": 479,
      "ƒ†96": 480,
      "ƒ†94": 481,
      "105": 482,
      "107": 483,
      "109": 484,
      "106": 485,
      "108": 486,
      "ƒ†98": 487,
      "ƒ†97": 488,
      "110": 489,
      "112": 490,
      "ƒ†100": 491,
      "111": 492,
      "113": 493,
      "115": 494,
      "ƒ†99": 495,
      "114": 496,
      "ƒ†101": 497,
      "116": 498,
      "ƒ†103": 499,
      "117": 500,
      "ƒ†102": 501,
      "120": 502,
      "ƒ†104": 503,
      "121": 504,
      "118": 505,
      "ƒ†105": 506,
      "119": 507,
      "ƒ†106": 508,
      "122": 509,
      "ƒ†107": 510,
      "123": 511,
      "ƒ†110": 512,
      "ƒ†109": 513,
      "ƒ†108": 514,
      "124": 515,
      "125": 516,
      "ƒ†111": 517,
      "126": 518,
      "ƒ†115": 519,
      "ƒ†113": 520,
      "128": 521,
      "ƒ†140": 522,
      "ƒ†112": 523,
      "127": 524,
      "ƒ†114": 525,
      "131": 526,
      "134": 527,
      "135": 528,
      "130": 529,
      "ƒ†146": 530,
      "129": 531,
      "ƒ†116": 532,
      "132": 533,
      "133": 534,
      "136": 535,
      "ƒ†117": 536,
      "ƒ†118": 537,
      "ƒ†144": 538,
      "138": 539,
      "142": 540,
      "139": 541,
      "141": 542,
      "137": 543,
      "140": 544,
      "ƒ†121": 545,
      "ƒ†119": 546,
      "ƒ†122": 547,
      "143": 548,
      "ƒ†120": 549,
      "144": 550,
      "150": 551,
      "148": 552,
      "145": 553,
      "ƒ†124": 554,
      "ƒ†149": 555,
      "ƒ†150": 556,
      "ƒ†123": 557,
      "ƒ†158": 558,
      "147": 559,
      "ƒ†139": 560,
      "ƒ†145": 561,
      "ƒ†152": 562,
      "146": 563,
      "151": 564,
      "ƒ†142": 565,
      "ƒ†126": 566,
      "ƒ†127": 567,
      "ƒ†125": 568,
      "157": 569,
      "152": 570,
      "153": 571,
      "149": 572,
      "ƒ†136": 573,
      "ƒ†128": 574,
      "ƒ†143": 575,
      "ƒ†138": 576,
      "ƒ†130": 577,
      "156": 578,
      "161": 579,
      "154": 580,
      "ƒ†160": 581,
      "ƒ†129": 582,
      "ƒ†156": 583,
      "155": 584,
      "ƒ†131": 585,
      "ƒ†132": 586,
      "160": 587,
      "158": 588,
      "159": 589,
      "ƒ†133": 590,
      "165": 591,
      "ƒ†137": 592,
      "ƒ†135": 593,
      "162": 594,
      "ƒ†165": 595,
      "ƒ†134": 596,
      "ƒ†153": 597,
      "ƒ†147": 598,
      "ƒ†141": 599,
      "ƒ†148": 600,
      "ƒ†161": 601,
      "163": 602,
      "166": 603,
      "169": 604,
      "ƒ†151": 605,
      "164": 606,
      "167": 607,
      "168": 608,
      "ƒ†155": 609,
      "172": 610,
      "173": 611,
      "170": 612,
      "ƒ†163": 613,
      "178": 614,
      "171": 615,
      "ƒ†154": 616,
      "175": 617,
      "ƒ†157": 618,
      "),(": 619,
      "181": 620,
      "ƒ†172": 621,
      "176": 622,
      "174": 623,
      "179": 624,
      "177": 625,
      "ƒ†162": 626,
      "180": 627,
      "ƒ†159": 628,
      "ƒ†178": 629,
      "ƒ†216": 630,
      "182": 631,
      "ƒ†164": 632,
      "ƒ†167": 633,
      "ƒ†175": 634,
      "ƒ†171": 635,
      "ƒ†173": 636,
      "ƒ†185": 637,
      "ƒ†166": 638,
      "ƒ†168": 639,
      "ƒ†182": 640,
      "ƒ†177": 641,
      "ƒ†190": 642,
      "ƒ†225": 643,
      "ƒ†184": 644,
      "ƒ†181": 645,
      "ƒ†170": 646,
      "ƒ†188": 647,
      "ƒ†169": 648,
      "ƒ†176": 649,
      "ƒ†183": 650,
      "ƒ†221": 651,
      "ƒ†179": 652,
      "ƒ†180": 653,
      "ƒ†223": 654,
      "183": 655,
      "ƒ†186": 656,
      "ƒ†174": 657,
      "ƒ†214": 658,
      "ƒ†229": 659,
      "ƒ†209": 660,
      "184": 661,
      "ƒ†224": 662,
      "ƒ†217": 663,
      "185": 664,
      "186": 665,
      "ƒ†213": 666,
      "ƒ†228": 667,
      "ƒ†218": 668,
      "ƒ†227": 669,
      "ƒ†207": 670,
      "189": 671,
      "ƒ†193": 672,
      "ƒ†271": 673,
      "187": 674,
      "ƒ†192": 675,
      "ƒ†212": 676,
      "ƒ†196": 677,
      "ƒ†222": 678,
      "188": 679,
      "ƒ†194": 680,
      "ƒ†231": 681,
      "ƒ†208": 682,
      "ƒ†300": 683,
      "ƒ†265": 684,
      "ƒ†220": 685,
      "ƒ†187": 686,
      "ƒ†277": 687,
      "ƒ†219": 688,
      "ƒ†276": 689,
      "ƒ†202": 690,
      "ƒ†215": 691,
      "ƒ†198": 692,
      "ƒ†230": 693,
      "ƒ†275": 694,
      "190": 695,
      "ƒ†189": 696,
      "ƒ†191": 697,
      "ƒ†211": 698,
      "ƒ†226": 699,
      "191": 700,
      "ƒ†233": 701,
      "192": 702,
      "ƒ†274": 703,
      "ƒ†238": 704,
      "ƒ†269": 705,
      "ƒ†235": 706,
      "ƒ†253": 707,
      "195": 708,
      "ƒ†199": 709,
      "ƒ†197": 710,
      "ƒ†239": 711,
      "ƒ†266": 712,
      "193": 713,
      "ƒ†200": 714,
      "ƒ†262": 715,
      "ƒ†195": 716,
      "ƒ†256": 717,
      "ƒ†267": 718,
      "194": 719,
      "ƒ†240": 720,
      "ƒ†234": 721,
      "196": 722,
      "ƒ†210": 723,
      "ƒ†236": 724,
      "ƒ†201": 725,
      "ƒ†268": 726,
      "ƒ†285": 727,
      "ƒ†245": 728,
      "ƒ†248": 729,
      "ƒ†232": 730,
      "ƒ†288": 731,
      "ƒ†243": 732,
      "ƒ†250": 733,
      "ƒ†260": 734,
      "ƒ†280": 735,
      "197": 736,
      "ƒ†273": 737,
      "ƒ†203": 738,
      "198": 739,
      "ƒ†241": 740,
      "ƒ†204": 741,
      "ƒ†251": 742,
      "ƒ†283": 743,
      "ƒ†278": 744,
      "ƒ†237": 745,
      "ƒ†242": 746,
      "ƒ†249": 747,
      "ƒ†263": 748,
      "ƒ†244": 749,
      "ƒ†261": 750,
      "ƒ†279": 751,
      "ƒ†282": 752,
      "ƒ†295": 753,
      "ƒ†257": 754,
      "ƒ†270": 755,
      "199": 756,
      "ƒ†254": 757,
      "ƒ†255": 758,
      "ƒ†290": 759,
      "ƒ†205": 760,
      "ƒ†246": 761,
      "ƒ†206": 762,
      "ƒ†259": 763,
      "ƒ†287": 764,
      "ƒ†293": 765,
      "ƒ†258": 766,
      "ƒ†264": 767,
      "ƒ†247": 768,
      "ƒ†252": 769,
      "ƒ†291": 770,
      "ƒ†292": 771,
      "ƒ†294": 772,
      "ƒ†297": 773,
      "ƒ†((": 774,
      "ƒ†286": 775,
      "ƒ†289": 776,
      "ƒ†272": 777,
      "ƒ†298": 778,
      "200": 779,
      "ƒ†281": 780,
      "ƒ†284": 781,
      "ƒ†299": 782
    },
    "merges": [
      "ƒ† ƒ†",
      "ƒ†ƒ† ƒ†ƒ†",
      ") ,",
      "ƒ† (",
      "- -",
      "ƒ† --",
      "ƒ†-- >",
      "ƒ† 1",
      "ƒ†ƒ†ƒ†ƒ† ƒ†ƒ†ƒ†ƒ†",
      "ƒ† 2",
      "ƒ† 3",
      "ƒ†1 0",
      "ƒ† 4",
      "ƒ† 8",
      "ƒ† 5",
      "ƒ† 9",
      "ƒ† 6",
      "ƒ† 7",
      "ƒК ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†",
      "ƒКƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ† ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†",
      "ƒ† =",
      "ƒ†1 1",
      "ƒ†1 2",
      "ƒ†1 3",
      "i o",
      "t io",
      "tio n",
      "ƒ†1 4",
      "ƒ†1 5",
      "ƒ†1 6",
      "ƒ†1 7",
      "ƒ†1 8",
      "ƒ†1 9",
      "c tion",
      "f u",
      "n ction",
      "ƒ† fu",
      "ƒ†fu nction",
      "ƒ†2 0",
      "ƒК ƒ†ƒ†ƒ†ƒ†",
      "ƒ†ƒ† ƒ†",
      "ƒКƒ†ƒ†ƒ†ƒ† ƒ†ƒ†ƒ†",
      "1 0",
      "ƒ†2 1",
      "1 1",
      "ƒ†2 2",
      "1 2",
      "1 5",
      "ƒ†2 3",
      "1 3",
      "1 4",
      "ƒ†2 4",
      "ƒ†2 5",
      "1 6",
      "1 7",
      "ƒ†2 6",
      "ƒ†2 7",
      "1 8",
      "1 9",
      "ƒ†2 8",
      "2 0",
      "2 1",
      "ƒ†2 9",
      "2 3",
      "2 2",
      "ƒ†3 0",
      "2 4",
      "ƒ†3 1",
      "2 5",
      "ƒ†3 2",
      "2 6",
      ") )",
      "a tion",
      "e l",
      "r el",
      "ƒК ƒК",
      "ƒ† rel",
      "ƒ†rel ation",
      "( (",
      "ƒ†3 3",
      "2 7",
      "2 8",
      "ƒ†3 4",
      "ƒ†3 5",
      "2 9",
      "ƒ†3 6",
      "3 0",
      "3 1",
      "ƒ†3 7",
      "ƒ†3 8",
      "3 2",
      "ƒ†3 9",
      "3 3",
      "ƒ†4 0",
      "3 4",
      "ƒ†4 1",
      "3 6",
      "3 5",
      "3 7",
      "ƒ†4 2",
      "3 8",
      "3 9",
      "ƒ†4 3",
      "4 0",
      "ƒ†4 4",
      "4 1",
      "ƒ†4 5",
      "4 2",
      "4 3",
      "4 4",
      "ƒ†4 6",
      "4 5",
      "4 6",
      "ƒ†4 7",
      "4 7",
      "4 8",
      "4 9",
      "ƒ†4 8",
      "5 0",
      "5 1",
      "5 2",
      "5 3",
      "5 4",
      "5 5",
      "5 6",
      "ƒ†4 9",
      "5 8",
      "5 7",
      "6 0",
      "5 9",
      "6 3",
      "6 1",
      "6 7",
      "6 6",
      "6 4",
      "6 2",
      "6 5",
      "ƒ†5 0",
      "7 0",
      "7 1",
      "7 2",
      "6 9",
      "6 8",
      "ƒ†5 1",
      "7 4",
      "7 3",
      "ƒ†5 2",
      "7 5",
      "7 6",
      "7 7",
      "ƒ†5 3",
      "7 8",
      "7 9",
      "8 0",
      "ƒ†5 4",
      "ƒ†5 5",
      "8 2",
      "8 1",
      "ƒ†5 6",
      "ƒ†5 7",
      "ƒ†5 8",
      "8 3",
      "8 4",
      "ƒ†5 9",
      "8 5",
      "ƒ†7 0",
      "ƒ†7 3",
      "ƒ†6 0",
      "ƒ†7 1",
      "ƒ†6 9",
      "ƒ†6 5",
      "ƒ†7 4",
      "ƒ†6 6",
      "ƒ†6 1",
      "ƒ†6 2",
      "ƒ†7 2",
      "ƒ†6 3",
      "ƒ†6 7",
      "ƒ†7 5",
      "ƒ†6 4",
      "ƒ†6 8",
      "ƒ†7 6",
      "8 6",
      "ƒ†7 8",
      "ƒ†7 7",
      "ƒ†8 0",
      "8 8",
      "8 7",
      "ƒ†7 9",
      "8 9",
      "ƒ†8 1",
      "ƒ†8 2",
      "9 0",
      "ƒ†8 5",
      "ƒ†8 3",
      "9 1",
      "ƒ†8 4",
      "ƒ†8 6",
      "9 3",
      "9 2",
      "ƒ†8 8",
      "9 4",
      "ƒ†8 7",
      "9 6",
      "ƒ†8 9",
      "9 5",
      "9 8",
      "9 7",
      "ƒ†9 2",
      "ƒ†9 0",
      "ƒ†9 1",
      "9 9",
      "10 0",
      "10 1",
      "10 2",
      "ƒ†9 3",
      "ƒ†9 5",
      "10 4",
      "10 3",
      "ƒ†9 6",
      "ƒ†9 4",
      "10 5",
      "10 7",
      "10 9",
      "10 6",
      "10 8",
      "ƒ†9 8",
      "ƒ†9 7",
      "1 10",
      "11 2",
      "ƒ†10 0",
      "11 1",
      "11 3",
      "11 5",
      "ƒ†9 9",
      "11 4",
      "ƒ†10 1",
      "11 6",
      "ƒ†10 3",
      "11 7",
      "ƒ†10 2",
      "12 0",
      "ƒ†10 4",
      "12 1",
      "11 8",
      "ƒ†10 5",
      "11 9",
      "ƒ†10 6",
      "12 2",
      "ƒ†10 7",
      "12 3",
      "ƒ†11 0",
      "ƒ†10 9",
      "ƒ†10 8",
      "12 4",
      "12 5",
      "ƒ†11 1",
      "12 6",
      "ƒ†11 5",
      "ƒ†11 3",
      "12 8",
      "ƒ†14 0",
      "ƒ†11 2",
      "12 7",
      "ƒ†11 4",
      "13 1",
      "13 4",
      "13 5",
      "13 0",
      "ƒ†14 6",
      "12 9",
      "ƒ†11 6",
      "13 2",
      "13 3",
      "13 6",
      "ƒ†11 7",
      "ƒ†11 8",
      "ƒ†14 4",
      "13 8",
      "14 2",
      "13 9",
      "14 1",
      "13 7",
      "14 0",
      "ƒ†12 1",
      "ƒ†11 9",
      "ƒ†12 2",
      "14 3",
      "ƒ†12 0",
      "14 4",
      "15 0",
      "14 8",
      "14 5",
      "ƒ†12 4",
      "ƒ†14 9",
      "ƒ†15 0",
      "ƒ†12 3",
      "ƒ†15 8",
      "14 7",
      "ƒ†13 9",
      "ƒ†14 5",
      "ƒ†15 2",
      "14 6",
      "15 1",
      "ƒ†14 2",
      "ƒ†12 6",
      "ƒ†12 7",
      "ƒ†12 5",
      "15 7",
      "15 2",
      "15 3",
      "14 9",
      "ƒ†13 6",
      "ƒ†12 8",
      "ƒ†14 3",
      "ƒ†13 8",
      "ƒ†13 0",
      "15 6",
      "16 1",
      "15 4",
      "ƒ†16 0",
      "ƒ†12 9",
      "ƒ†15 6",
      "15 5",
      "ƒ†13 1",
      "ƒ†13 2",
      "16 0",
      "15 8",
      "15 9",
      "ƒ†13 3",
      "16 5",
      "ƒ†13 7",
      "ƒ†13 5",
      "16 2",
      "ƒ†16 5",
      "ƒ†13 4",
      "ƒ†15 3",
      "ƒ†14 7",
      "ƒ†14 1",
      "ƒ†14 8",
      "ƒ†16 1",
      "16 3",
      "16 6",
      "16 9",
      "ƒ†15 1",
      "16 4",
      "16 7",
      "16 8",
      "ƒ†15 5",
      "17 2",
      "17 3",
      "17 0",
      "ƒ†16 3",
      "17 8",
      "17 1",
      "ƒ†15 4",
      "17 5",
      "ƒ†15 7",
      "), (",
      "18 1",
      "ƒ†17 2",
      "17 6",
      "17 4",
      "17 9",
      "17 7",
      "ƒ†16 2",
      "18 0",
      "ƒ†15 9",
      "ƒ†17 8",
      "ƒ†21 6",
      "18 2",
      "ƒ†16 4",
      "ƒ†16 7",
      "ƒ†17 5",
      "ƒ†17 1",
      "ƒ†17 3",
      "ƒ†18 5",
      "ƒ†16 6",
      "ƒ†16 8",
      "ƒ†18 2",
      "ƒ†17 7",
      "ƒ†19 0",
      "ƒ†22 5",
      "ƒ†18 4",
      "ƒ†18 1",
      "ƒ†17 0",
      "ƒ†18 8",
      "ƒ†16 9",
      "ƒ†17 6",
      "ƒ†18 3",
      "ƒ†22 1",
      "ƒ†17 9",
      "ƒ†18 0",
      "ƒ†22 3",
      "18 3",
      "ƒ†18 6",
      "ƒ†17 4",
      "ƒ†21 4",
      "ƒ†22 9",
      "ƒ†20 9",
      "18 4",
      "ƒ†22 4",
      "ƒ†21 7",
      "18 5",
      "18 6",
      "ƒ†21 3",
      "ƒ†22 8",
      "ƒ†21 8",
      "ƒ†22 7",
      "ƒ†20 7",
      "18 9",
      "ƒ†19 3",
      "ƒ†27 1",
      "18 7",
      "ƒ†19 2",
      "ƒ†21 2",
      "ƒ†19 6",
      "ƒ†22 2",
      "18 8",
      "ƒ†19 4",
      "ƒ†23 1",
      "ƒ†20 8",
      "ƒ†30 0",
      "ƒ†26 5",
      "ƒ†22 0",
      "ƒ†18 7",
      "ƒ†27 7",
      "ƒ†21 9",
      "ƒ†27 6",
      "ƒ†20 2",
      "ƒ†21 5",
      "ƒ†19 8",
      "ƒ†23 0",
      "ƒ†27 5",
      "19 0",
      "ƒ†18 9",
      "ƒ†19 1",
      "ƒ†21 1",
      "ƒ†22 6",
      "19 1",
      "ƒ†23 3",
      "19 2",
      "ƒ†27 4",
      "ƒ†23 8",
      "ƒ†26 9",
      "ƒ†23 5",
      "ƒ†25 3",
      "19 5",
      "ƒ†19 9",
      "ƒ†19 7",
      "ƒ†23 9",
      "ƒ†26 6",
      "19 3",
      "ƒ†20 0",
      "ƒ†26 2",
      "ƒ†19 5",
      "ƒ†25 6",
      "ƒ†26 7",
      "19 4",
      "ƒ†24 0",
      "ƒ†23 4",
      "19 6",
      "ƒ†2 10",
      "ƒ†23 6",
      "ƒ†20 1",
      "ƒ†26 8",
      "ƒ†28 5",
      "ƒ†24 5",
      "ƒ†24 8",
      "ƒ†23 2",
      "ƒ†28 8",
      "ƒ†24 3",
      "ƒ†25 0",
      "ƒ†26 0",
      "ƒ†28 0",
      "19 7",
      "ƒ†27 3",
      "ƒ†20 3",
      "19 8",
      "ƒ†24 1",
      "ƒ†20 4",
      "ƒ†25 1",
      "ƒ†28 3",
      "ƒ†27 8",
      "ƒ†23 7",
      "ƒ†24 2",
      "ƒ†24 9",
      "ƒ†26 3",
      "ƒ†24 4",
      "ƒ†26 1",
      "ƒ†27 9",
      "ƒ†28 2",
      "ƒ†29 5",
      "ƒ†25 7",
      "ƒ†27 0",
      "19 9",
      "ƒ†25 4",
      "ƒ†25 5",
      "ƒ†29 0",
      "ƒ†20 5",
      "ƒ†24 6",
      "ƒ†20 6",
      "ƒ†25 9",
      "ƒ†28 7",
      "ƒ†29 3",
      "ƒ†25 8",
      "ƒ†26 4",
      "ƒ†24 7",
      "ƒ†25 2",
      "ƒ†29 1",
      "ƒ†29 2",
      "ƒ†29 4",
      "ƒ†29 7",
      "ƒ†( (",
      "ƒ†28 6",
      "ƒ†28 9",
      "ƒ†27 2",
      "ƒ†29 8",
      "20 0",
      "ƒ†28 1",
      "ƒ†28 4",
      "ƒ†29 9"
    ]
  }
}